[MZFireThrower X2AbilityTemplate]
LocFriendlyName="烈焰献祭"
LocLongDescription="释放出一股高度易燃的化学物质，燃烧并损坏多个目标."
LocHelpText="释放出一股高度易燃的化学物质，燃烧并损坏多个目标."
LocFlyOverText="烈焰献祭"
LocPromotionPopupText="<Bullet/>释放出一股高度易燃的化学物质，燃烧并损坏多个目标."

[MZFireThrowerOverwatchShot X2AbilityTemplate]
LocFriendlyName="喷射器监视"
LocFlyOverText="喷射器监视"

[MZBurningRush X2AbilityTemplate]
LocFriendlyName="燃烧冲刺"
LocLongDescription="激活获得一个移动行动点，化学喷射器的基础攻击不会结束回合"
LocHelpText="激活获得一个移动行动点，化学喷射器的基础攻击不会结束回合."
LocFlyOverText="燃烧冲刺"
LocPromotionPopupText="<Bullet/>立即获得一个移动行动点.<br/><Bullet/>激活时，化学喷射器的基础攻击不会结束回合.<br/><Bullet/>冷却<Ability:BURNINGRUSH_COOLDOWN>回合.<br/><Bullet/>消耗<Ability:BURNINGRUSH_AMMO>弹药.<br/><Bullet/>只能在弹药足够射击2次时才能激活."

[MZChemicalDeflector X2AbilityTemplate]
LocFriendlyName="化学偏转器"
LocLongDescription="<Ability:ClassName/>对装备的化学喷射器及化合罐的伤害类型免疫."
LocHelpText="<Ability:ClassName/>对装备的化学喷射器及化合罐的伤害类型免疫."
LocFlyOverText="化学偏转器"
LocPromotionPopupText="<Bullet/>根据装备的化学喷射器及化合罐的伤害类型获得对应的伤害免疫."

[MZChemicalDeflectorSquad X2AbilityTemplate]
LocFriendlyName="化学堡垒"
LocLongDescription="化学偏转器也为范围内<Ability:ClassName/>队友提供相同免疫."
LocHelpText="化学偏转器也为范围内<Ability:ClassName/>队友提供相同免疫."
LocFlyOverText="化学堡垒"
LocPromotionPopupText="<Bullet/> 获得对炼金术士的化学喷射器和罐的伤害类型的免疫力. <br/><Bullet/>射程等于化学喷射器的最大长度, 可以用高速喷嘴来改善.<br/><Bullet/> Only benefits soldiers that are present when the <Ability:ClassName/> begins play."

[MZChemthrowerKillZone X2AbilityTemplate]
LocFriendlyName="死亡地带"
LocLongDescription="对圆锥范围内移动及攻击的敌人进行反应射击,每次攻击将可以击中多个目标."
LocHelpText="加强小队锥形射程视野."
LocFlyOverText="死亡地带"
LocPromotionPopupText="<Bullet/> 只要弹药充足,死亡地带将没有喷射次数限制.<br/><Bullet/> 死亡地带将对锥形范围内的多个目标进行伤害,使其对多个敌人更加有效.<br/><Bullet/> 冷却<Ability:SelfCooldown/>回合.<br/>"
LocFriendlyNameWhenConcealed="死亡地带 (隐蔽式)"
[MZChemthrowerKillZoneShot X2AbilityTemplate]
LocFriendlyName="死亡地带"
LocFlyOverText="死亡地带"

[MZChemthrowerSuppression X2AbilityTemplate]
LocFriendlyName="献祭压制"
LocLongDescription="用来自<Ability:ClassName/>的化学喷射器对目标进行持续的火力压制,使目标-<Ability:SUPPRESSIONPENALTY/>命中，并当目标移动时，触发反应射击."
LocHelpText="降低敌人命中，并且在他们试图移动时进行喷射."
LocFlyOverText="献祭压制"
LocPromotionPopupText="<Bullet/>献祭压制需要消耗<Ability:SelfAmmoCost/>弹药, 但无冷却时间.<br/><Bullet/>反应射击不消耗额外的弹药.<br/><Bullet/>进行压制的单位若受到伤害就会中止压制.<br/><Bullet/>对目标范围内的多个目标进行伤害.<br/><Bullet/>化学喷射器的奖励效果可以立即获得."

[MZChemstorm X2AbilityTemplate]
LocFriendlyName="化学风暴"
LocLongDescription="解锁一个特殊的化学喷射器攻击，它会影响以 <Ability:ClassName/>为中心，一个完整的圆的范围."
LocHelpText="解锁一个特殊的化学喷射器攻击，它会影响以 <Ability:ClassName/>为中心，一个完整的圆的范围."
LocFlyOverText="化学风暴"
LocPromotionPopupText="<Bullet/>解锁一个特殊的化学喷射器攻击，它会影响以 <Ability:ClassName/>为中心，一个完整的圆的范围.<br/><Bullet/>消耗 <Ability:CHEMSTORM_AMMO/> 弹药.<br/><Bullet/>有 <Ability:CHEMSTORM_COOL/> 回合冷却.<br/><Bullet/>拥有 <Ability:CHEMSTORM_RADIUS/> 距离.<br/>"

[MZChemstormFire X2AbilityTemplate]
LocFriendlyName="火焰风暴"
LocLongDescription="使用<Ability:WeaponName/>攻击<Ability:ClassName/>位置周围一个完整圆圈内的所有单位."
LocHelpText="使用<Ability:WeaponName/>攻击<Ability:ClassName/>位置周围一个完整圆圈内的所有单位."
LocFlyOverText="火焰风暴"
LocPromotionPopupText="<Bullet/>使用<Ability:WeaponName/>攻击<Ability:ClassName/>位置周围一个完整圆圈内的所有单位.<br/><Bullet/>消耗 <Ability:CHEMSTORM_AMMO/> 弹药.<br/><Bullet/>有 <Ability:CHEMSTORM_COOL/> 回合冷却.<br/><Bullet/>拥有 <Ability:CHEMSTORM_RADIUS/> 距离."

[MZCorrodingCompounds X2AbilityTemplate]
LocFriendlyName="腐蚀性化合物"
LocLongDescription="化学喷射器的攻击穿透并撕碎少量护甲."
LocHelpText="化学喷射器的攻击穿透并撕碎少量护甲."
LocFlyOverText="腐蚀性化合物"
LocPromotionPopupText="<Bullet/>化学喷射器的攻击穿透并撕碎少量护甲.<br/><Bullet/>穿透 <Ability:CORCOM_PIERCE/> 护甲并撕裂 <Ability:CORCOM_SHRED/> 护甲."

[MZDesolateHomeland X2AbilityTemplate]
LocFriendlyName="荒芜归宿"
LocLongDescription="处于环境效应中时,获得精神免疫,并根据化学喷射器等级获得伤害减免"
LocHelpText="处于环境效应中时,获得精神免疫,并根据化学喷射器等级获得伤害减免"
LocFlyOverText="荒芜归宿"
LocPromotionPopupText="<Bullet/>处于环境效应中时,对精神、恐慌、眩晕、混乱及失去意识等状态免疫.<br/><Bullet/>环境效应包括烟雾、毒素、酸蚀、燃烧和诅咒等状态.<br/><Bullet/>根据化学喷射器等级获得伤害减免,T1减1/T2减2/T3减3."

[MZDissonantEnergies X2AbilityTemplate]
LocFriendlyName="不谐调能量"
LocLongDescription="电击攻击对诅咒、盲目、迷惑及恐慌的目标造成额外伤害,灵能攻击对眩晕、混乱、茫然的目标造成额外伤害."
LocHelpText="电击攻击对诅咒、盲目、迷惑及恐慌的目标造成额外伤害,灵能攻击对眩晕、混乱、茫然的目标造成额外伤害."
LocFlyOverText="不谐调能量"
LocPromotionPopupText="<Bullet/>电击攻击对诅咒、盲目、迷惑及恐慌的目标造成额外伤害.<br/><Bullet/>灵能攻击对眩晕、混乱、茫然的目标造成额外伤害.<br/><Bullet/>对免疫对方元素的敌人也可获得此加成.<br/><Bullet/>+<Ability:DISSONANTENERGIES_BONUS/>伤害 ."

[MZExpandedCanister X2AbilityTemplate]
LocFriendlyName="化合罐扩充"
LocLongDescription="+<Ability:EXPANDEDCANISTER_CHARGES>次数的能力激活,医疗型化合罐将额外+<Ability:EXPANDEDCANISTER_MEDICCHARGES>次数的医疗喷雾."
LocHelpText="+<Ability:EXPANDEDCANISTER_CHARGES>次数的能力激活,医疗型化合罐将额外+<Ability:EXPANDEDCANISTER_MEDICCHARGES>次数的医疗喷雾."
LocFlyOverText="化合罐扩充"
LocPromotionPopupText="<Bullet/>+<Ability:EXPANDEDCANISTER_CHARGES>次数的能力激活<br/><Bullet/>医疗型化合罐将额外+<Ability:EXPANDEDCANISTER_MEDICCHARGES>次数的医疗喷雾."

[MZFineControl X2AbilityTemplate]
LocFriendlyName="精细控制"
LocLongDescription="出色的操控防止你的攻击性化学喷射器技能击中友军目标."
LocHelpText="出色的操控防止你的攻击性化学喷射器技能击中友军目标."
LocFlyOverText="精细控制"
LocPromotionPopupText="<Bullet/>出色的操控防止你的攻击性化学喷射器技能击中友军目标."

[MZFulmination X2AbilityTemplate]
LocFriendlyName="爆发"
LocLongDescription="特殊的化学喷射器爆发引爆敌人携带的爆炸物."
LocHelpText="特殊的化学喷射器爆发引爆敌人携带的爆炸物."
LocFlyOverText="爆发"
LocPromotionPopupText="<Bullet/>特殊的化学喷射器爆发引爆敌人携带的爆炸物.<br/><Bullet/>爆发消耗 <Ability:FULMINATION_AMMO/> 弹药.<br/><Bullet/>爆发拥有 <Ability:FULMINATION_COOL/> 回合冷却."

[MZFumigate X2AbilityTemplate]
LocFriendlyName="熏蒸喷雾"
LocLongDescription="喷洒清洁化学品，清除锥形目标的环境损害."
LocHelpText="喷洒清洁化学品，清除锥形目标的环境损害."
LocFlyOverText="熏蒸喷雾"
LocPromotionPopupText="<Bullet/>喷洒清洁化学品，清除锥形目标的环境损害.<br/><Bullet/>熏蒸消耗 <Ability:FUMIGATE_AMMO/> 弹药 并 <Ability:FUMIGATE_CONSUMEALL/> 回合结束.<br/><br/><Bullet/>如果 <Ability:ClassName/> 同时拥有 '团队精神的味道' 熏蒸移除精神异常.<br/><Bullet>如果 <Ability:ClassName/> 同时拥有 '热能屏障' 熏蒸目标同时获得 <Ability:FUMIGATE_BULWARK/>% 机会偏移攻击."

[MZIncandescence X2AbilityTemplate]
LocFriendlyName="炽热"
LocLongDescription="化学喷射器攻击照亮敌人，使他们更容易被盟友暴击."
LocHelpText="化学喷射器攻击照亮敌人，使他们更容易被盟友暴击."
LocFlyOverText="炽热"
LocPromotionPopupText="<Bullet/>化学喷射器攻击照亮敌人，使他们更容易被盟友暴击.<br/><Bullet/>效果持续 <Ability:INCAN_DURATION/> 回合.<br/><Bullet/>给予盟军 <Ability:INCAN_CRIT/>% 暴击几率加成."

[MZMatchingCanisterPassive X2AbilityTemplate]
LocFriendlyName="化合罐专精"
LocLongDescription="副武器装备化合罐时 +<Ability:MATCHINGCANISTER_BONUS> 喷射器伤害，以及 <Ability:MATCHINGCANISTER_MOBILITY> 移动力."
LocHelpText="副武器装备化合罐时 +<Ability:MATCHINGCANISTER_BONUS> 喷射器伤害，以及 <Ability:MATCHINGCANISTER_MOBILITY> 移动力."
LocFlyOverText="化合罐专精"
LocPromotionPopupText="<Bullet/> 如果化合罐装备在辅助武器槽，或者特殊插槽中，则不会应用效果."

[MZMedispray X2AbilityTemplate]
LocFriendlyName="医疗喷雾"
LocLongDescription="喷射使人恢复的化学物质，在一个圆锥体内治疗目标。每个医疗包给予额外充能."
LocHelpText="喷射使人恢复的化学物质，在一个圆锥体内治疗目标。每个医疗包给予额外充能."
LocFlyOverText="医疗喷雾"
LocPromotionPopupText="<Bullet/>喷射使人恢复的化学物质，在一个圆锥体内治疗目标.<br/><Bullet/>有 <Ability:MEDISPRAY_CHARGES/> 充能在每次任务 并 <Ability:MEDISPRAY_CONSUMEALL/> 结束回合.<br/><Bullet/>每个携带的医疗包都会获得额外充能，同时也会受到战地医疗的影响.<br/><br/><Bullet/>如果 <Ability:ClassName/> 同时拥有 '团队精神的味道' 得到 <Ability:MEDISPRAY_CHARGES_SPIRIT/> 额外充能.<br/><Bullet>如果 <Ability:ClassName/> 同时拥有 '热能屏障' 受医疗喷雾影响的目标获得 <Ability:FUMIGATE_BULWARK/>% 几率偏转攻击, 但只有在单位确实受到治疗的情况下才能触发."

[MZNightmareFuel X2AbilityTemplate]
LocFriendlyName="梦魇燃料"
LocLongDescription="化学喷射器的攻击有可能引起恐慌."
LocHelpText="化学喷射器的攻击有可能引起恐慌."
LocFlyOverText="梦魇燃料"
LocPromotionPopupText="<Bullet/>化学喷射器的攻击有可能引起恐慌.<br/><Bullet/>有 <Ability:NIGHTFUEL_CHANCE/>% 机会导致恐慌."

[MZOppressiveHeat X2AbilityTemplate]
LocFriendlyName="热休克"
LocLongDescription="增压爆发、化学喷射器的压制及监视将造成目标混乱."
LocHelpText="增压爆发、化学喷射器的压制及监视将造成目标混乱."
LocFlyOverText="热休克"
LocPromotionPopupText="<Bullet/>增压爆发现在将对目标造成混乱.<br/><Bullet/>压制及监视现在将对目标造成混乱.<br/><Bullet/>将对锥形范围内的所有目标造成效果."

[MZParticulateHaze X2AbilityTemplate]
LocFriendlyName="微粒霾"
LocLongDescription="化学喷射器攻击额外致盲目标."
LocHelpText="化学喷射器攻击额外致盲目标."
LocFlyOverText="微粒霾"
LocPromotionPopupText="<Bullet/>化学喷射器攻击额外致盲目标.<br/><Bullet/>效果持续 <Ability:PARHAZE_DURATION/> 回合."

[MZPressureBlast X2AbilityTemplate]
LocFriendlyName="增压爆发"
LocLongDescription="化学喷射器将喷射出高压冲击波，伤害并击退锥形范围内所有目标."
LocHelpText="化学喷射器将喷射出高压冲击波，伤害并击退锥形范围内所有目标."
LocFlyOverText="增压爆发"
LocPromotionPopupText="<Bullet/>击退敌人<Ability:PRESSUREBLAST_KNOCKBACK/>格.<br/><Bullet/>此攻击拥有+<Ability:PRESSUREBLAST_CRIT>%额外暴击率.<br/><Bullet/>消耗<Ability:PRESSUREBLAST_AMMO/>弹药.<br/><Bullet/>冷却<Ability:PRESSUREBLAST_COOL/>回合."

[MZRoaringFlames X2AbilityTemplate]
LocFriendlyName="烈焰咆哮"
LocLongDescription="化学喷射器的反应射击将可以造成暴击，并+<Ability:ROARINGFLAMES_CRIT/>%暴击率."
LocHelpText="化学喷射器的反应射击将可以造成暴击，并+<Ability:ROARINGFLAMES_CRIT/>%暴击率."
LocFlyOverText="烈焰咆哮"
LocPromotionPopupText="<Bullet/>化学喷射器的反应射击将可以造成暴击.<br/><Bullet/>反应射击+<Ability:ROARINGFLAMES_CRIT/>%暴击率."

[MZRovingChemist X2AbilityTemplate]
LocFriendlyName="漫游剂师"
LocLongDescription="激活化合罐能力后将获得1个移动行动点."
LocHelpText="激活化合罐能力后将获得1个移动行动点."
LocFlyOverText="漫游剂师"
LocPromotionPopupText="<Bullet/>激活化合罐能力后将获得1个移动行动点."

[MZSearingMagnesium X2AbilityTemplate]
LocFriendlyName="灼烧镁"
LocLongDescription="化学喷射器攻击的暴击造成额外伤害."
LocHelpText="化学喷射器攻击的暴击造成额外伤害."
LocFlyOverText="灼烧镁"
LocPromotionPopupText="<Bullet/>化学喷射器攻击的暴击造成额外伤害."

[MZSmellsLikeTeamSpirit X2AbilityTemplate]
LocFriendlyName="团队桑拿"
LocLongDescription="熏蒸喷雾可以消除精神疾病。医疗喷雾获得额外充能."
LocHelpText="熏蒸喷雾可以消除精神疾病。医疗喷雾获得额外充能."
LocFlyOverText="团队桑拿"
LocPromotionPopupText="<Bullet/>熏蒸喷雾可以消除精神疾病。.<br/><Bullet/>医疗喷雾获得 <Ability:MEDISPRAY_CHARGES_SPIRIT/> 额外充能."

[MZSpecializedCounteragent X2AbilityTemplate]
LocFriendlyName="反作用剂"
LocLongDescription="化合罐的效果对免疫化学喷射器基础伤害类型的目标将造成额外伤害."
LocHelpText="化合罐的效果对免疫化学喷射器基础伤害类型的目标将造成额外伤害."
LocFlyOverText="反作用剂"
LocPromotionPopupText="<Bullet/>化合罐的效果对免疫化学喷射器基础伤害类型的目标将造成额外伤害.<br/><Bullet/>必须是能造成伤害类型的技能才能获得伤害加成.<br/><Bullet/>诅咒也可以获得,必定造成爆炸伤害.<br/><Bullet/>+<Ability:COUNTERAGENT_BONUS>伤害."

[MZThermalBulwark X2AbilityTemplate]
LocFriendlyName="热能屏障"
LocLongDescription="激活化学喷射器技能有机会偏移即将到来的攻击。熏蒸喷雾和医疗喷雾也能将这种效果应用于目标."
LocHelpText="激活化学喷射器技能有机会偏移即将到来的攻击."
LocFlyOverText="热能屏障"
LocPromotionPopupText="<Bullet/>激活化学喷射器技能有 <Ability:THERMBULWARK_CHANCE/>% 机会偏移即将到来的攻击.<br/><Bullet/>熏蒸喷雾和医疗喷雾也能将这种效果应用于目标并有 <Ability:FUMIGATE_BULWARK/>% 机会偏移攻击.<br/><Bullet> 只有医疗喷雾真正治疗的单位能获得这种加成."

[MZThermalBulwarkTrigger X2AbilityTemplate]
LocFriendlyName="热能屏障"
LocLongDescription="<Bullet/><Ability:THERMBULWARK_CHANCE/>% 机会偏移攻击."
LocHelpText="<Bullet/><Ability:THERMBULWARK_CHANCE/>% 机会偏移攻击."
LocFlyOverText="热能屏障"

[MZThermalShock X2AbilityTemplate]
LocFriendlyName="热能冲击"
LocLongDescription="冷攻击对燃烧目标造成额外伤害。火攻击对寒冷或冻结目标造成额外伤害."
LocHelpText="冷攻击对燃烧目标造成额外伤害。火攻击对寒冷或冻结目标造成额外伤害."
LocFlyOverText="热能冲击"
LocPromotionPopupText="<Bullet/>冷攻击对燃烧目标造成额外伤害.<br/><Bullet/>火攻击对寒冷或冻结目标造成额外伤害.<br/><Bullet/>额外伤害数值 +<Ability:THERMSHOCK_BONUS/> ."

[MZUnstableReaction X2AbilityTemplate]
LocFriendlyName="易变反应"
LocLongDescription="酸蚀攻击对中毒目标造成额外伤害,毒素伤害对酸液腐蚀目标造成额外伤害."
LocHelpText="酸蚀攻击对中毒目标造成额外伤害,毒素伤害对酸液腐蚀目标造成额外伤害."
LocFlyOverText="易变反应"
LocPromotionPopupText="<Bullet/>酸蚀攻击对中毒目标造成额外伤害.<br/><Bullet/>毒素伤害对酸液腐蚀目标造成额外伤害.<br/><Bullet/>免疫对方元素的敌人也会受到此额外伤害.<br/><Bullet/>+<Ability:UNSTABLEREACTION_BONUS/>伤害."

[MZViscousAccelerant X2AbilityTemplate]
LocFriendlyName="粘性促进剂"
LocLongDescription="化学喷射器的攻击会提供一个可叠加的减益效果，增加所有随着时间造成伤害的伤害效果."
LocHelpText="化学喷射器的攻击会提供一个可叠加的减益效果，增加所有随着时间造成伤害的伤害效果."
LocFlyOverText="粘性促进剂"
LocPromotionPopupText="<Bullet/>化学喷射器的攻击会提供一个可叠加的减益效果，增加所有随着时间造成伤害的伤害效果.<br/><Bullet/>效果持续 <Ability:VISC_DURATION/> 回合.<br/><Bullet/>额外伤害数值 +<Ability:VISC_BONUS/> ."

[MZImmolator_CV X2WeaponTemplate]
FriendlyName="献祭者喷射器"
FriendlyNamePlural="献祭者喷射器"
BriefSummary="这种基础的化学喷射器会发射大量易燃的化学物质，燃烧并破坏多个目标."
TacticalText="<Bullet/> 化学喷射器在大范围内造成低伤害，只有在对付多个目标时才更有效.<br> <Bullet/> 献祭者总是燃烧目标，随着时间的推移造成伤害并使目标一些技能失效.<br> <Bullet/> 有些敌人可能对火免疫，不会受到献祭者的伤害.<br> <Bullet/> 对失魂者极其有效.<br>"
AbilityDescName="献祭者喷射器"

[MZImmolator_MG X2WeaponTemplate]
FriendlyName="高级献祭者喷射器"
FriendlyNamePlural="高级献祭者喷射器"
BriefSummary="这种基础的化学喷射器会发射大量易燃的化学物质，燃烧并破坏多个目标."
TacticalText="<Bullet/> 化学喷射器在大范围内造成低伤害，只有在对付多个目标时才更有效.<br> <Bullet/> 献祭者总是燃烧目标，随着时间的推移造成伤害并使目标一些技能失效.<br> <Bullet/> 有些敌人可能对火免疫，不会受到献祭者的伤害.<br> <Bullet/> 对失魂者极其有效.<br>"
AbilityDescName="献祭者喷射器"

[MZImmolator_BM X2WeaponTemplate]
FriendlyName="终极献祭者喷射器"
FriendlyNamePlural="终极献祭者喷射器"
BriefSummary="这种基础的化学喷射器会发射大量易燃的化学物质，燃烧并破坏多个目标."
TacticalText="<Bullet/> 化学喷射器在大范围内造成低伤害，只有在对付多个目标时才更有效.<br> <Bullet/> 献祭者总是燃烧目标，随着时间的推移造成伤害并使目标一些技能失效.<br> <Bullet/> 有些敌人可能对火免疫，不会受到献祭者的伤害.<br> <Bullet/> 对失魂者极其有效.<br>"
AbilityDescName="献祭者喷射器"




[BreakthroughChemthrowerDamage X2TechTemplate]
DisplayName="改进化学喷射器"
Summary="通过对化学喷射器的燃料箱进行增压,我们能够将伤害提高1."

[BreakthroughChemthrowerWeaponUpgrade X2TechTemplate]
DisplayName="模块化:化学喷射器"
Summary="我们的突破使我们能够在不牺牲平衡和火力的情况下为所有的化学喷射器增加一个额外的升级槽。"

[CraftChemthrowerUpgradeBsc X2TechTemplate]
DisplayName="基础化学喷射器升级"
Summary="我们可以用很小的成本升级基础化学喷射器."
[CraftChemthrowerUpgradeAdv X2TechTemplate]
DisplayName="高级化学喷射器升级"
Summary="我们可以升级先进化学喷射器，但它们需要更多的资源和时间."
[CraftChemthrowerUpgradeSup X2TechTemplate]
DisplayName="终极化学喷射器升级"
Summary="我们可以升级高级化学喷射器，但需要大量的投资."


;Attachments exclusive to chemthrowers.
[MZWidthNozzle_Bsc X2WeaponUpgradeTemplate]
FriendlyName="广角喷嘴"
FriendlyNamePlural="广角喷嘴"
BriefSummary="喷射器锥形范围宽度+2."
TinySummary="喷射器锥形范围宽度+2"
LootTooltip="这个配件将略微增加喷射器的锥形范围宽度."
[MZWidthNozzle_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级广角喷嘴"
FriendlyNamePlural="高级广角喷嘴"
BriefSummary="喷射器锥形范围宽度+3."
TinySummary="喷射器锥形范围宽度+3."
LootTooltip="这个配件将增加喷射器的锥形范围宽度."
[MZWidthNozzle_Sup X2WeaponUpgradeTemplate]
FriendlyName="终极广角喷嘴"
FriendlyNamePlural="终极广角喷嘴"
BriefSummary="喷射器锥形范围宽度+4."
TinySummary="喷射器锥形范围宽度+4"
LootTooltip="这个配件将显著增加喷射器的锥形范围宽度."

[MZLengthNozzle_Bsc X2WeaponUpgradeTemplate]
FriendlyName="高速喷嘴"
FriendlyNamePlural="高速喷嘴"
BriefSummary="喷射器最大射程+1."
TinySummary="喷射器最大射程+1."
LootTooltip="这个配件将略微增加喷射器的最大射程."
[MZLengthNozzle_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级高速喷嘴"
FriendlyNamePlural="高级高速喷嘴"
BriefSummary="喷射器最大射程+2."
TinySummary="喷射器最大射程+2."
LootTooltip="这个配件将增加喷射器的最大射程."
[MZLengthNozzle_Sup X2WeaponUpgradeTemplate]
FriendlyName="终极高速喷嘴"
FriendlyNamePlural="终极高速喷嘴"
BriefSummary="喷射器最大射程+3."
TinySummary="喷射器最大射程+3."
LootTooltip="这个配件将显著增加喷射器的最大射程."

[MZClipSizeFuel_Bsc X2WeaponUpgradeTemplate]
FriendlyName="扩展油箱"
FriendlyNamePlural="扩展油箱"
BriefSummary="喷射器最大弹匣+<Ability:EXPMAGINCREASE/>."
TinySummary="喷射器最大弹匣+<Ability:EXPMAGINCREASE/>"
LootTooltip="这个配件将略微增加喷射器的最大容量."
[MZClipSizeFuel_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级扩展油箱"
FriendlyNamePlural="高级扩展油箱"
BriefSummary="喷射器最大弹匣+<Ability:EXPMAGINCREASE/>."
TinySummary="喷射器最大弹匣+<Ability:EXPMAGINCREASE/>"
LootTooltip="这个配件将增加喷射器的最大容量."
[MZClipSizeFuel_Sup X2WeaponUpgradeTemplate]
FriendlyName="终极扩展油箱"
FriendlyNamePlural="终极扩展油箱"
BriefSummary="喷射器最大弹匣+<Ability:EXPMAGINCREASE/>."
TinySummary="喷射器最大弹匣+<Ability:EXPMAGINCREASE/>"
LootTooltip="这个配件将显著增加喷射器的最大容量."

[MZReloadFuel_Bsc X2WeaponUpgradeTemplate]
FriendlyName="应急油箱"
FriendlyNamePlural="应急油箱"
BriefSummary="每回合开始时自动填装1弹药,每次任务最多自动填装4弹药."
TinySummary="每回合开始时自动填装1弹药,每次任务最多自动填装4弹药."
LootTooltip="这个配件将赋予喷射器每回合开始时自动填装1弹药,每次任务最多自动填装4弹药."
[MZReloadFuel_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级应急油箱"
FriendlyNamePlural="高级应急油箱"
BriefSummary="每回合开始时自动填装1弹药,每次任务最多自动填装6弹药."
TinySummary="每回合开始时自动填装1弹药,每次任务最多自动填装6弹药."
LootTooltip="这个配件将赋予喷射器每回合开始时自动填装1弹药,每次任务最多自动填装6弹药."
[MZReloadFuel_Sup X2WeaponUpgradeTemplate]
FriendlyName="终极应急油箱"
FriendlyNamePlural="终极应急油箱"
BriefSummary="每回合开始时自动填装1弹药,每次任务最多自动填装8弹药."
TinySummary="每回合开始时自动填装1弹药,每次任务最多自动填装8弹药."
LootTooltip="这个配件将赋予喷射器每回合开始时自动填装1弹药,每次任务最多自动填装8弹药."

[MZFuelLine_Bsc X2WeaponUpgradeTemplate]
FriendlyName="燃料管道"
FriendlyNamePlural="燃料管道"
BriefSummary="化合罐使用次数+1."
TinySummary="化合罐使用次数+1."
LootTooltip="这个配件将略微增加化合罐的使用次数."
[MZFuelLine_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级燃料管道"
FriendlyNamePlural="高级燃料管道"
BriefSummary="化合罐使用次数+2."
TinySummary="化合罐使用次数+2."
LootTooltip="这个配件将增加化合罐的使用次数."
[MZFuelLine_Sup X2WeaponUpgradeTemplate]
FriendlyName="终极燃料管道"
FriendlyNamePlural="终极燃料管道"
BriefSummary="化合罐使用次数+3."
TinySummary="化合罐使用次数+3."
LootTooltip="这个配件将显著增加化合罐的使用次数."

[MZReactionFireFrame_Bsc X2WeaponUpgradeTemplate]
FriendlyName="哨兵框架"
FriendlyNamePlural="哨兵框架"
BriefSummary="化学喷射器的反应射击命中+10."
TinySummary="化学喷射器的反应射击命中+10."
LootTooltip="这个配件将略微增加化学喷射器的反应射击命中."
[MZReactionFireFrame_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级哨兵框架"
FriendlyNamePlural="高级哨兵框架"
BriefSummary="化学喷射器的反应射击命中+15."
TinySummary="化学喷射器的反应射击命中+15."
LootTooltip="这个配件将增加化学喷射器的反应射击命中."
[MZReactionFireFrame_Sup X2WeaponUpgradeTemplate]
FriendlyName="终极哨兵框架"
FriendlyNamePlural="终极哨兵框架"
BriefSummary="化学喷射器的反应射击命中+20."
TinySummary="化学喷射器的反应射击命中+20."
LootTooltip="这个配件将显著增加化学喷射器的反应射击命中."

[MZReactionFireFrameBsc X2AbilityTemplate]
FriendlyName="哨兵框架"
[MZReactionFireFrameAdv X2AbilityTemplate]
FriendlyName="哨兵框架"
[MZReactionFireFrameSup X2AbilityTemplate]
FriendlyName="哨兵框架"

[MZFlankCritFrame_Bsc X2WeaponUpgradeTemplate]
FriendlyName="骑兵框架"
FriendlyNamePlural="骑兵框架"
BriefSummary="侧翼及近战攻击+20暴击率."
TinySummary="侧翼及近战攻击+20暴击率."
LootTooltip="这个配件将略微增加化学喷射器的侧翼及近战攻击暴击率."
[MZFlankCritFrame_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级骑兵框架"
FriendlyNamePlural="高级骑兵框架"
BriefSummary="侧翼及近战攻击+30暴击率"
TinySummary="侧翼及近战攻击+30暴击率."
LootTooltip="这个配件将增加化学喷射器的侧翼及近战攻击暴击率."
[MZFlankCritFrame_Sup X2WeaponUpgradeTemplate]
FriendlyName="终极骑兵框架"
FriendlyNamePlural="终极骑兵框架"
BriefSummary="侧翼及近战攻击+40暴击率."
TinySummary="侧翼及近战攻击+40暴击率."
LootTooltip="这个配件将显著增加化学喷射器的侧翼及近战攻击暴击率."

[MZFlankCritFrameBsc X2AbilityTemplate]
FriendlyName="骑兵框架"
[MZFlankCritFrameAdv X2AbilityTemplate]
FriendlyName="骑兵框架"
[MZFlankCritFrameSup X2AbilityTemplate]
FriendlyName="骑兵框架"

[MZBlastCanister X2WeaponTemplate]
FriendlyName="爆破罐"
FriendlyNamePlural="爆破罐"
BriefSummary="可使用爆炸喷射攻击."
TacticalText="<Bullet/>化合罐只能与化学喷射器一起装备使用.<br><Bullet/>允许<Ability:BLASTCANISTER_USES>使用爆炸喷射攻击.<br><Bullet/>这个化合罐提供的爆炸伤害攻击对当免疫火焰伤害类型的目标使用时将效果拔群.<br><Bullet/>如果装备了爆破型化学喷射器,直接攻击+<Ability:MATCHINGCANISTER_BONUS>伤害."
AbilityDescName="化合罐"
[MZBlastCanister X2AbilityTemplate]
LocFriendlyName="激活爆破罐"
LocLongDescription="激活你的化学喷射器，对一个锥形范围喷射爆炸性化合物。当目标免疫武器的伤害类型时将效果拔群."
LocHelpText="激活你的化学喷射器，对一个锥形范围喷射爆炸性化合物。当目标免疫武器的伤害类型时将效果拔群."
LocFlyOverText="激活爆破罐"
[MZBlastCanisterActivate X2AbilityTemplate]
LocFriendlyName="激活爆破罐"
LocLongDescription="激活你的化学喷射器，对一个锥形范围喷射爆炸性化合物。当目标抵抗武器的伤害类型时将效果拔群."
LocHelpText="激活你的化学喷射器，对一个锥形范围喷射爆炸性化合物。当目标抵抗武器的伤害类型时将效果拔群."
LocFlyOverText="激活爆破罐"


[MZFireCanister X2WeaponTemplate]
FriendlyName="燃烧罐"
FriendlyNamePlural="燃烧罐"
BriefSummary="可以使用化学喷射器进行另一种火力喷射."
TacticalText="<Bullet/>化合罐只能与化学喷射器一起装备使用.<br><Bullet/>允许<Ability:FIRECANISTER_USES>使用燃烧喷射攻击.<br><Bullet/>使敌人燃烧，并限制使用部分技能，造成持续伤害.<br><Bullet/>如果装备了燃烧型化学喷射器,直接攻击+<Ability:MATCHINGCANISTER_BONUS>伤害."
AbilityDescName="化合罐"
[MZFireCanister X2AbilityTemplate]
LocFriendlyName="激活燃烧罐"
LocLongDescription="激活你的化学喷射器，对一个锥形范围喷射高度易燃的化合物。造成燃烧和火焰伤害."
LocHelpText="激活你的化学喷射器，对一个锥形范围喷射高度易燃的化合物。造成燃烧和火焰伤害."
LocFlyOverText="激活燃烧罐"
[MZFireCanisterActivate X2AbilityTemplate]
LocFriendlyName="激活燃烧罐"
LocLongDescription="激活你的化学喷射器，对一个锥形范围喷射高度易燃的化合物。造成燃烧和火焰伤害."
LocHelpText="激活你的化学喷射器，对一个锥形范围喷射高度易燃的化合物。造成燃烧和火焰伤害."
LocFlyOverText="激活燃烧罐"

[MZPoisonCanister X2WeaponTemplate]
FriendlyName="毒气罐"
FriendlyNamePlural="毒气罐"
BriefSummary="可使用毒气喷射攻击."
TacticalText="<Bullet/>化合罐只能与化学喷射器一起装备使用.<br><Bullet/>允许<Ability:POISONCANISTER_USES>使用毒气喷射攻击.<br><Bullet/>绕过护盾,使敌人中毒,并减少命中及移动力.<br><Bullet/>如果装备了毒气型化学喷射器,直接攻击+<Ability:MATCHINGCANISTER_BONUS>伤害."
AbilityDescName="化合罐"
[MZPoisonCanister X2AbilityTemplate]
LocFriendlyName="激活毒气罐"
LocLongDescription="激活你的化学喷射器，对一个锥形范围喷射毒性强劲的化合物。造成毒素和持续毒素伤害."
LocHelpText="激活你的化学喷射器，对一个锥形范围喷射毒性强劲的化合物。造成毒素和持续毒素伤害."
LocFlyOverText="激活毒气罐"
[MZPoisonCanisterActivate X2AbilityTemplate]
LocFriendlyName="激活毒气罐"
LocLongDescription="激活你的化学喷射器，对一个锥形范围喷射毒性强劲的化合物。造成毒素和持续毒素伤害."
LocHelpText="激活你的化学喷射器，对一个锥形范围喷射毒性强劲的化合物。造成毒素和持续毒素伤害."
LocFlyOverText="激活毒气罐"

[MZAcidCanister X2WeaponTemplate]
FriendlyName="酸蚀罐"
FriendlyNamePlural="酸蚀罐"
BriefSummary="可使用酸蚀喷射攻击."
TacticalText="<Bullet/>化合罐只能与化学喷射器一起装备使用.<br><Bullet/>允许<Ability:ACIDCANISTER_USES>使用酸蚀喷射攻击.<br><Bullet/>撕裂护甲并造成持续酸蚀伤害.<br><Bullet/>如果装备了酸蚀型化学喷射器,直接攻击+<Ability:MATCHINGCANISTER_BONUS>伤害."
AbilityDescName="化合罐"
[MZAcidCanister X2AbilityTemplate]
LocFriendlyName="激活酸蚀罐"
LocLongDescription="激活你的化学喷射器，对一个锥形范围喷射酸性腐蚀的化合物。造成酸蚀伤害和持续酸蚀伤害并撕裂护甲"
LocHelpText="激活你的化学喷射器，对一个锥形范围喷射酸性腐蚀的化合物。造成酸蚀伤害和持续酸蚀伤害并撕裂护甲."
LocFlyOverText="激活酸蚀罐"
[MZAcidCanisterActivate X2AbilityTemplate]
LocFriendlyName="激活酸蚀罐"
LocLongDescription="激活你的化学喷射器，对一个锥形范围喷射酸性腐蚀的化合物。造成酸蚀伤害和持续酸蚀伤害并撕裂护甲"
LocHelpText="激活你的化学喷射器，对一个锥形范围喷射酸性腐蚀的化合物。造成酸蚀伤害和持续酸蚀伤害并撕裂护甲."
LocFlyOverText="激活酸蚀罐"

[MZBluescreenCanister X2WeaponTemplate]
FriendlyName="蓝屏罐"
FriendlyNamePlural="蓝屏罐"
BriefSummary="可使用脉冲喷射攻击."
TacticalText="<Bullet/>化合罐只能与化学喷射器一起装备使用.<br><Bullet/>允许<Ability:BLUESCREENCANISTER_USES>使用脉冲喷射攻击.<br><Bullet/>将眩晕机器目标,并无视其护盾及护甲.<br><Bullet/>机器以外的目标将造成混乱.<br><Bullet/>如果装备了脉冲型化学喷射器,直接攻击+<Ability:MATCHINGCANISTER_BONUS>伤害."
AbilityDescName="化合罐"
[MZBluescreenCanister X2AbilityTemplate]
LocFriendlyName="激活蓝屏罐"
LocLongDescription="激活你的化学喷射器，对一个锥形范围喷射电子脉冲的化合物。造成机器目标无视护盾及护甲的伤害并眩晕,及其以外的目标将造成混乱."
LocHelpText="激活你的化学喷射器，对一个锥形范围喷射电子脉冲的化合物。造成机器目标无视护盾及护甲的伤害并眩晕,及其以外的目标将造成混乱."
LocFlyOverText="激活蓝屏罐"
[MZBluescreenCanisterActivate X2AbilityTemplate]
LocFriendlyName="激活蓝屏罐"
LocLongDescription="激活你的化学喷射器，对一个锥形范围喷射电子脉冲的化合物。造成机器目标无视护盾及护甲的伤害并眩晕,及其以外的目标将造成混乱."
LocHelpText="激活你的化学喷射器，对一个锥形范围喷射电子脉冲的化合物。造成机器目标无视护盾及护甲的伤害并眩晕,及其以外的目标将造成混乱."
LocFlyOverText="激活蓝屏罐"

[MZCurseCanister X2WeaponTemplate]
FriendlyName="诅咒罐"
FriendlyNamePlural="诅咒罐"
BriefSummary="可使用灵能喷射攻击."
TacticalText="<Bullet/>化合罐只能与化学喷射器一起装备使用.<br><Bullet/>允许<Ability:CURSECANISTER_USES>使用灵能喷射攻击.<br><Bullet/>将附加血咒,造成持续伤害并降低目标灵能及意志.<br><Bullet/> 以此效果被击杀的目标将无法被持续效果复活.<br><Bullet/>如果装备了灵能型化学喷射器,直接攻击+<Ability:MATCHINGCANISTER_BONUS>伤害."
AbilityDescName="化合罐"
[MZCurseCanister X2AbilityTemplate]
LocFriendlyName="激活诅咒罐"
LocLongDescription="激活你的化学喷射器，对一个锥形范围喷射致命咒液的化合物。造成灵能伤害,并附加血咒."
LocHelpText="激活你的化学喷射器，对一个锥形范围喷射致命咒液的化合物。造成灵能伤害,并附加血咒."
LocFlyOverText="激活诅咒罐"
[MZCurseCanisterActivate X2AbilityTemplate]
LocFriendlyName="激活诅咒罐"
LocLongDescription="激活你的化学喷射器，对一个锥形范围喷射致命咒液的化合物。造成灵能伤害,并附加血咒."
LocHelpText="激活你的化学喷射器，对一个锥形范围喷射致命咒液的化合物。造成灵能伤害,并附加血咒."
LocFlyOverText="激活诅咒罐"

[MZSmokeCanister X2WeaponTemplate]
FriendlyName="烟雾罐"
FriendlyNamePlural="烟雾罐"
BriefSummary="可使用烟雾喷射."
TacticalText="<Bullet/>化合罐只能与化学喷射器一起装备使用.<br><Bullet/>允许<Ability:SMOKECANISTER_USES>使用烟雾喷射的能力.<br><Bullet/>提供锥形区域拥有与烟雾弹相同的效果."
AbilityDescName="化合罐"
[MZSmokeCanister X2AbilityTemplate]
LocFriendlyName="激活烟雾罐"
LocLongDescription="激活你的化学喷射器，对一个锥形范围喷射烟雾。增加烟雾中单位的防御"
LocHelpText="激活你的化学喷射器，对一个锥形范围喷射烟雾。增加烟雾中单位的防御."
LocFlyOverText="激活烟雾罐"
[MZSmokeCanisterActivate X2AbilityTemplate]
LocFriendlyName="激活烟雾罐"
LocLongDescription="激活你的化学喷射器，对一个锥形范围喷射烟雾。增加烟雾中单位的防御"
LocHelpText="激活你的化学喷射器，对一个锥形范围喷射烟雾。增加烟雾中单位的防御."
LocFlyOverText="激活烟雾罐"

[MZMedicCanister X2WeaponTemplate]
FriendlyName="医疗罐"
FriendlyNamePlural="医疗罐"
BriefSummary="烟雾罐的升级版, 使其左右范围内的目标回复HP."
TacticalText="<Bullet/> 化合罐只能与化学喷射器一起装备使用.<br><Bullet/>允许<Ability:SMOKECANISTER_USES>使用熏蒸喷射的能力.<br><Bullet/>提供锥形区域拥有与烟雾弹相同的效果.<br><Bullet/>每回合恢复1HP,每经过1回合增加恢复1HP，持续3回合. <br><Bullet/>效果影响熏蒸喷雾及医疗喷雾.<br><Bullet/>如果学习了战地医生将+<Ability:MEDICCANISTER_USES>次数."
AbilityDescName="化合罐"
[MZMedicCanisterPassive X2AbilityTemplate]
LocFriendlyName="医疗罐"
LocLongDescription="医疗罐为士兵和范围内所有单位提供额外的HP回复."
LocHelpText="医疗罐为士兵和范围内所有单位提供额外的HP回."
LocFlyOverText="医疗罐"